Repository: Fraktvalg/fraktvalg-wordpress
Catalog: languages/fraktvalg-*.po
Languages: nb_no

source: Easily provide shipping estimates for your customers from multiple providers.
nb_no: Gi kundene dine leveringsestimater fra flere leverandører på en enkel måte.

source: Welcome to Fraktvalg, you are only a few quick questions away from having a complete shipping integration on your website!
nb_no: Velkommen til Fraktvalg, du er bare noen få spørsmål unna å ha en komplett fraktintegrasjon på nettsiden din!

source: Open onboarding wizard
nb_no: Åpne onboarding-veiviseren

source: Reset plugin and start onboarding
nb_no: Tilbakestill plugin og start onboarding

source: Security check failed. Please try again.
nb_no: Sikkerhetskontrollen mislyktes. Vennligst prøv igjen.

source: You do not have sufficient permissions to perform this action.
nb_no: Du har ikke tilstrekkelige tillatelser til å utføre denne handlingen.

source: This sample text includes the basics around how user data may be used when interacting with the shipping methods of your site. It is recommended you always consult legal counsel when amending your privacy policy, as the examples here may not always apply directly to your site.
nb_no: Denne eksempelteksten inneholder det grunnleggende om hvordan brukerdata kan brukes når du samhandler med fraktmetodene på nettstedet ditt. Vi anbefaler at du alltid rådfører deg med en juridisk rådgiver når du endrer personvernerklæringen din, ettersom eksemplene her ikke alltid gjelder direkte for nettstedet ditt.

source: We process information about you order when calculating shipping options on our store.
nb_no: Vi behandler informasjon om bestillingen din når vi beregner fraktalternativer i butikken vår.

source: What we share with others
nb_no: Hva vi deler med andre

source: In addition to any data covered by the stores general privacy policy, When you visit your cart or the store checkout page, the following information may be shared with our shipping providers:
nb_no: I tillegg til opplysninger som dekkes av butikkens generelle personvernerklæring, kan følgende informasjon deles med våre leverandører av frakttjenester når du besøker handlekurven eller butikkens kasseside:

source: Your cart items: This is to ensure the size of your shipment is accounted for, and any items requiring special handling are accounted for.
nb_no: Varene i handlekurven din: Dette er for å sikre at størrelsen på forsendelsen din er tatt hensyn til, og at eventuelle varer som krever spesiell håndtering er tatt hensyn til.

source: Your shipping address: This is to ensure the shipping provider can deliver your order to your address, and can provide an accurate cost for the shipping and handling.
nb_no: Leveringsadressen din: Dette er for å sikre at fraktleverandøren kan levere bestillingen din til din adresse, og for å kunne gi deg en nøyaktig pris for frakt og håndtering.

source: When you complete an order, your address and the items being shipped will also be transmitted to our the chosen shipping provider so that they know where to deliver your order, and what items are transported with them, and may be stored in their shipping systems for to provide package tracking or other relevant information to you as a customer.
nb_no: Når du fullfører en bestilling, vil adressen din og varene som skal sendes, også bli overført til den valgte fraktleverandøren slik at de vet hvor de skal levere bestillingen din, og hvilke varer som transporteres med dem, og kan bli lagret i fraktsystemene deres for å gi pakkesporing eller annen relevant informasjon til deg som kunde.

source: Could not save settings
nb_no: Kunne ikke lagre innstillingene

source: An unknown error occurred, and your preferences could not be saved at this time. Please double check the options, and try again. You can always move forward, and change these later if you wish.
nb_no: Det oppstod en ukjent feil, og innstillingene dine kunne ikke lagres for øyeblikket. Dobbeltsjekk alternativene, og prøv på nytt. Du kan alltid gå videre og endre disse senere hvis du ønsker det.

source: Settings saved
nb_no: Innstillinger lagret

source: Your default dimensions have been successfully stored.
nb_no: Standarddimensjonene dine har blitt lagret.

source: Your optional preferences have been successfully stored.
nb_no: De valgfrie innstillingene dine er lagret.

source: Fraktvalg: Failed to create shipment with %1$s for %2$s (%3$s)
nb_no: Fraktvalg: Kunne ikke opprette forsendelse med %1$s for %2$s (%3$s)

source: Fraktvalg: Shipment created with %1$s for %2$s and has been assigned shipment ID %3$s
nb_no: Fraktvalg: Forsendelse opprettet med %1$s for %2$s og har fått tildelt forsendelses-ID %3$s

source: No valid Fraktvalg shipping methods found for this order.
nb_no: Ingen gyldige Fraktvalg fraktmetoder funnet for denne bestillingen.

# Settings page title
source: Fraktvalg settings
nb_no: Fraktvalg innstillinger

# Settings page menu title
source: Fraktvalg settings
nb_no: Fraktvalg innstillinger

source: All shipment statuses
nb_no: Alle fraktstatuser

source: Shipment not registered
nb_no: Ingen forsendelse innmeldt

source: Shipment registered
nb_no: Forsendelse registrert

source: Phone Number
nb_no: Telefonnummer

source: The phone number for your store, used for shipping and customer service purposes.
nb_no: Telefonnummeret til butikken din, som brukes til frakt og kundeservice.

source: Fraktvalg phone number must be a valid Norwegian number (8 digits, optionally with +47 or 0047).
nb_no: Fraktvalg-telefonnummeret må være et gyldig norsk nummer (8 siffer, eventuelt med +47 eller 0047).

source: Shipment Status
nb_no: Forsendelsesstatus

source: Registered
nb_no: Registrert

source: Not Registered
nb_no: Ikke registrert

source: %1$s with %2$s
nb_no: %1$s med %2$s

source: Fetching the best shipping options...
nb_no: Henter de beste fraktalternativene...

source: Return to shipping providers
nb_no: Gå tilbake til fraktleverandører

source: Shipping methods
nb_no: Fraktalternativer

source: Shipped by %s
nb_no: Leveres av %s

source: From %s
nb_no: Fra %s

source: 2 business days
nb_no: 2 virkedager

source: 1-3 business days
nb_no: 1-3 virkedager

# Default fallback shipping time
source: 3-5 business days
nb_no: 3-5 virkedager

source: business days
nb_no: virkedager

source: Updating cart totals with your new shipping preference
nb_no: Oppdaterer totalbeløpet i handlekurven med dine nye fraktpreferanser

source: Preview Settings
nb_no: Forhåndsvisningsinnstillinger

source: Preview Mode:
nb_no: Forhåndsvisningsmodus:

source: Shipping providers
nb_no: Leverandører av frakttjenester

source: Color Settings
nb_no: Fargeinnstillinger

source: Primary Color
nb_no: Primærfarge

source: Secondary Color
nb_no: Sekundærfarge

source: Tertiary Color
nb_no: Tertiærfarge

source: Help
nb_no: Hjelp

source: Connected
nb_no: Tilkoblet

source: Disconnected
nb_no: Frakoblet

source: Failed to save provider settings
nb_no: Kunne ikke lagre innstillingene

source: My providers
nb_no: Mine leverandører

source: Fetching available providers...
nb_no: Henter tilgjengelige leverandører...

source: Error fetching providers
nb_no: Feil ved henting av leverandører

source: Saving provider settings, one moment please...
nb_no: Lagrer leverandørinnstillinger, et øyeblikk...

source: Configure shipping methods
nb_no: Konfigurer fraktmetoder

source: Are you sure you want to disconnect this provider?
nb_no: Er du sikker på at du vil koble fra denne leverandøren?

source: Failed to disconnect provider
nb_no: Kunne ikke koble fra leverandøren

source: Disconnect provider
nb_no: Koble fra leverandøren

source: Update provider settings
nb_no: Oppdater leverandørinnstillingene

source: Connecting provider, one moment please...
nb_no: Kobler til leverandøren, et øyeblikk...

source: Connect to this provider
nb_no: Koble til denne leverandøren

source: More providers are coming 🥳
nb_no: Flere leverandører er på vei 🥳

source: We are continually working to integrate more shipping providers to you you more opportunities.
nb_no: Vi jobber kontinuerlig med å integrere flere fraktleverandører for å gi deg flere muligheter.

source: Is there someone you would like to see here?
nb_no: Er det noen du ønsker å se her?

source: Send us an e-mail
nb_no: Send oss en e-post

source: Preferred provider
nb_no: Foretrukket leverandør

source: Choose which provider should always be the cheapest option in your store. This gives you the opportunity to prioritize one provider by making their prices more competitive.
nb_no: Velg hvilken leverandør som alltid skal være det billigste alternativet i butikken din. Dette gir deg muligheten til å prioritere én leverandør ved å gjøre prisene deres mer konkurransedyktige.

source: Price reduction for your preferred provider
nb_no: Prisreduksjon for din foretrukne leverandør

source: NOK
nb_no: kr

source: something
nb_no: noe

source: Determine how much cheaper your preferred provider should be compared to the cheapest competitor.
nb_no: Bestem hvor mye billigere din foretrukne leverandør bør være sammenlignet med den billigste konkurrenten.

source: Currently chosen as your preferred provider
nb_no: For øyeblikket valgt som din foretrukne leverandør

source: Preferred provider settings saved successfully
nb_no: Innstillinger for foretrukket leverandør ble lagret

source: Failed to save priority provider settings
nb_no: Kunne ikke lagre innstillinger for prioritetsleverandør

source: Most shipping providers require all dimensions and weights for each product to reliably return shipping costs. If you have not set these for your products, you may define default dimensions and weights that will substitute any missing ones.
nb_no: De fleste fraktleverandører krever alle dimensjoner og vekter for hvert produkt for å kunne returnere fraktkostnader på en pålitelig måte. Hvis du ikke har angitt disse for produktene dine, kan du definere standardmål og -vekter som vil erstatte eventuelle manglende mål og vekter.

source: Length
nb_no: Lengde

source: Width
nb_no: Bredde

source: Height
nb_no: Høyde

source: Weight
nb_no: Vekt

source: Save optional settings
nb_no: Lagre valgfrie innstillinger

source: Fraktvalg support
nb_no: Fraktvalg kundestøtte

source: Community support
nb_no: Samfunnsstøtte

source: Active
nb_no: Aktiv

source: Name
nb_no: Navn

source: Price
nb_no: Pris

source: Free shipping
nb_no: Gratis frakt

source: Free shipping if order total is over
nb_no: Gratis frakt om ordretotalen overstiger

source: Saving...
nb_no: Lagrer…

source: Save shipping overrides
nb_no: Lagre fraktmetoder

source: Activate license
nb_no: Aktiver lisens

source: Your license will be activated for the domain:
nb_no: Lisensen din aktiveres for domenet:

source: License key
nb_no: Lisensnøkkel

source: Enter your license key
nb_no: Tast inn din lisensnøkkel

source: Register at fraktvalg.no
nb_no: Registrer deg på fraktvalg.no

source: Error:
nb_no: Feil:

source: Next step
nb_no: Neste trinn

source: Finish setup
nb_no: Fullfør oppsettet

source: Step
nb_no: Steg

source: of
nb_no: av

source: Cart Template
nb_no: Mal for handlekurv

source: Creating...
nb_no: Genererer...

source: Block Auto-added
nb_no: Blokker automatisk lagt til

source: Auto-add Block
nb_no: Legg til blokk automatisk

source: Customize Manually
nb_no: Tilpass manuelt

source: Checkout Template
nb_no: Mal for utsjekk

source: This may take a few minutes if you have a lot of products...
nb_no: Dette kan ta noen minutter hvis du har mange produkter...

source: It is important to have an accurate store address, as all shipping options need to know the sender location to accurately provide shipping estimates, even if the recipient address is less explicit.
nb_no: Det er viktig å ha en nøyaktig butikkadresse, ettersom alle fraktalternativer må vite hvor avsenderen befinner seg for å kunne gi nøyaktige fraktestimater, selv om mottakeradressen ikke er like tydelig.

source: Street Address
nb_no: Gateadresse

source: Enter your store address
nb_no: Skriv inn butikkadressen din

source: Postal Code
nb_no: Postnummer

source: Enter your postal code
nb_no: Skriv inn postnummeret ditt

source: City
nb_no: Poststed

source: Enter your city
nb_no: Legg inn poststed

source: Country
nb_no: Land

source: Norway
nb_no: Norge

source: Save Address
nb_no: Lagre adresse

source: Address saved successfully
nb_no: Adressen er lagret

source: You may define default dimensions and weights that will substitute any missing ones. Note that some shipping prices may be inaccurate if you do not provide the correct dimensions and weights for each product.
nb_no: Du kan definere standardmål og -vekter som erstatter eventuelle manglende mål og vekter. Merk at enkelte fraktpriser kan være unøyaktige hvis du ikke oppgir riktige dimensjoner og vekter for hvert produkt.

source: Incomplete
nb_no: Ufullstendig

source: Store Settings
nb_no: Butikkinnstillinger

source: Store Address
nb_no: Butikkadresse

source: License
nb_no: Lisens

source: Providers
nb_no: Tilbydere

source: Templates
nb_no: Maler

source: Plugin Settings
nb_no: Utvidelse Innstillinger

source: Finished
nb_no: Ferdig

source: Print
nb_no: Skriv ut

source: If this error persists, you may need to generate this consignment manually.
nb_no: Hvis denne feilen vedvarer, kan det hende du må generere denne forsendelsen manuelt.

source: Please try again.
nb_no: Vennligst, prøv på nytt.

source: Create consignment booking
nb_no: Opprett bestilling av forsendelser

# block keyword
source: shipping
nb_no: levering

# block style label
source: Default
nb_no: Standard

source: Local Store Pickup
nb_no: Henting i butikk

source: Local store pickup
nb_no: Henting i butikk

source: This is a local pickup order. Do not ship this order.
nb_no: Dette er en hentingsordre. Ikke send denne ordren.

source: Pickup Location:
nb_no: Hentested:

source: The customer will pick up the order at your store location.
nb_no: Kunden vil hente ordren på butikklokasjonen din.

source: Allow customers to pick up their orders directly from your store locations.
nb_no: La kundene hente ordrene sine direkte fra butikklokasjonen din.

source: Enable store pickup
nb_no: Aktiver henting i butikk

source: Free pickup threshold
nb_no: Grense for gratis henting

source: Leave empty to always use location prices
nb_no: La stå tom for alltid å bruke stedspriser

source: Pickup Locations
nb_no: Hentesteder

source: Location
nb_no: Sted

source: Remove
nb_no: Fjern

source: Location name
nb_no: Stedsnavn

source: Downtown Store
nb_no: Sentrumsbutikk

source: 123 Main St, Oslo
nb_no: Hovedgaten 123, Oslo

source: Pickup time text
nb_no: Hentetidstekst

source: Usually ready within 1 hour
nb_no: Vanligvis klar innen 1 time

source: Add Location
nb_no: Legg til sted

source: Store Pickup
nb_no: Henting i butikk

source: This order is marked for local store pickup. The item should be picked up at the store and should not be shipped.
nb_no: Denne ordren er merket for henting i butikk. Varen skal hentes i butikken og skal ikke sendes.

source: Order is marked for store pickup. No shipping label is required.
nb_no: Ordren er merket for henting i butikk. Ingen fraktetikett er nødvendig.

source: Enable or disable local pickup
nb_no: Aktiver eller deaktiver henting i butikk

source: Array of pickup locations
nb_no: Liste over hentesteder

source: Minimum order amount for free pickup
nb_no: Minimumsbeløp for gratis henting

source: Failed to update local pickup settings
nb_no: Kunne ikke oppdatere innstillinger for henting i butikk

source: Store Location
nb_no: Butikklokasjon
